import { Layout } from "@/components/layout/Layout";

const History = () => {
  const historyText = `
በ1946 ዓ.ም እንደተገነባ የሚታወቀው የራስኃይሉ ተ/ማሪያም ባለ አንድ ፎቅ የመኖሪያ ቤትና የመናፈሻ ቦታ በወቅቱ ዘመናዊ የሚባል የመዋኛገንዳ፣ የመናፈሻ ሥፍራ እና መለስተኛ የእግርኳስ መጫወቻ ሜዳ የነበረው ሲሆን የደርግ መንግስት ወደ ስልጣን ከመጣ በኃላ በ1967 ዓ.ም የከተማ ትርፍ ቦታና ቤት ለመውረስ የወጣውን አዋጅ ተከትሎ ከራስኃይሉ በመውረስ በከፍተኛ 6 የሚገኘው ቀበሌ 08 እንዲያስተዳድረው ተደረገ፡፡ ቀበሌውም የህዝብ መዝናኛ ክበብ በማድረግ የካፌና ሬስቶራንት ፣ የስፖርት ባር አገልግሎት፣ በመናፈሻው የሰርግ አገልግሎት የሻወር አገልግሎት ለአካባቢው ወጣቶች የእግርኳስ መጫወት አገልግሎት በመስጠት ከቆየ በኋላ በ1981 ዓ.ም በክልል 14 ባህልና ስፖርት ቢሮ ስር እንዲተዳደርና የራስኃይሉ ስፖርት ማዕከል በሚል መጠሪያ እንዲንቀሳቀስ ተደረገ በወቅቱም በቀበሌ ይሰጡ የነበሩትን አገልግሎቶች የካፌ ሬስቶራንት የሰርግ የሻወርና የእግርኳስ አገልግሎት በማስቀጠል በተጨማሪ ከ 15 ዓመት በታች የእግርኳስ ቡድን በማደራጀት በከተማው ውድድር የመሳተፍ የሜዳ ቴኒስስ ፖርት ሜዳንበማዘጋጀት አገልግሎት መስጠት ጠንካራ የቼስስፖርትክለብ በማቋቋም በውድድር የመሳተፍ የአካል ብቃት እንቅስቃሴና የመሳሰሉትን አገልግሎቶች ለአካባቢው ማህበረሰብ ለክለቦችናለወጣቶችሰጥቷልየአዲስአበባከተማአስተዳደርየክ/ከተማመዋቅርንተግባራዊ ማድረግ ከጀመረበት ከ1995ዓ.ም ጀምሮ ማዕከሉ በወጣቶችና ስፖርት ኮሚሽን እንዲተዳደር ሲደረግ የነበሩ አገልግሎቶችን በማስቀጠል በስፖርት ዘርፍና የሬስቶራንትና የስፖርትባር አገልግሎቶችን በማስፋት በስፖርቱ የክረምት ስፖርት ስልጠና፣ የበጋ ስፖርት ስልጠናን በማጠናከር በሜዳቴኒስ፣በቅርጫትኳስ፣በቼስ፣ በቮሊቦል በእግርኳስ እየሠጠ ከቆየ በኃላ ዘመናዊ አገልግሎትእንዲሰጥ የጂምናዝየምና የውሃዋናገንዳ ግንባታ በ2005ዓ.ም ሲጀመር ከጥበቃ በስተቀር ሌሎች ሰራተኞች ወደ ተለያዩ የቢሮው የሥራመዋቅሮች ተበትነው ይሰጥ የነበረውአገልግሎት ለ5ዓመታት ሙሉበሙሉ ተቋርጦ የጂምናዚዬሙ ግንባታ እንደተጠናቀቀ በ2009ዓ.ም እንደ አዲስ ሥራውን የጀመረ ቢሆንም የውሃዋናውና የሬስቶራንቱ ግንባታ ስላልተጠናቀቀ የሬስቶራንቱአገልግሎት ጊዚያው የሥራቦታን በማደራጀት አገልግሎት መስጠቱን የጀመረ ሲሆን ከዚህበፊት ይሰጡ ከነበሩት አገልግሎቶች ውስጥ የእግርኳስጨዋታ፣የስፖርትባር፣የመናፈሻ፣የሠርግ የህፃናት መጫወቻ መስጠትን በማቋረጥ ሌሎችአ ገልግሎቶችን የጂምናማሽንአገልግሎት፣ፓርኪንግ ሻወር የታዳጊ ወጣቶች የበጋና የክረምት ስልጠና በመስጠት የአካባቢውን ህብረተሰብ ፌዴሬሽኖችን፣ክለቦችንና ታዳጊወጣቶችን ተሳታፊና ተጠቃሚማድረግችሏል፡፡ በጊዚያዊነት አገልግሎት ሲሰጥ የነበረው ሬስቶራንት በጥቅምት 2014 ዓም አዲስ ወደተገነባበት ህንፃ ከተዘዋወረ በኋላ ማዕከሉ የሬስቶራንትአገልግሎቱን ቀድሞ ሲሰጥ ከነበረው በተጨማሪ የሾርባና የአትክልትም ግቦችን በማካተት በስፖርት ዘርፉም የልዩ ስልጠና መርሃግብርን በመጨመር አገልግሎቱን በተሳለጠ ሁኔታ በመስጠትላይይገኛል፡፡
`;

  return (
    <Layout>
      <section className="py-20 lg:py-28 bg-background">
        <div className="container mx-auto px-4 max-w-4xl">
          <p className="text-muted-foreground leading-relaxed whitespace-pre-line">
            {historyText}
          </p>
        </div>
      </section>
    </Layout>
  );
};

export default History;
